{
    "AA Amyloidosis": {
        "overview": {
            "source": "https://my.clevelandclinic.org/health/diseases/17854-amyloidosis-aa#overview",
            "What is AA amyloidosis?": "AA amyloidosis is one type of the rare disorder amyloidosis (pronounced “am-uh-loy-doh-sis”). Amyloidosis happens when proteins in your body lose their three-dimensional (3D) structure and become twisted clumps of misshapen fibrils (amyloid deposits) that gather on your organs and tissues.\n\nAA amyloidosis is also known as secondary amyloidosis or amyloid serum A protein. This amyloidosis type happens when you have high levels of inflammation in your body that boost the serum A protein levels in your bloodstream. You may have high serum A protein levels if you have a long-lasting infection or inflammatory disease. In a sense, AA amyloidosis is a serious complication of inflammatory diseases and conditions. Healthcare providers treat AA amyloidosis by controlling the underlying disease or condition.",
            "How does AA amyloidosis affect my body?": "AA amyloidosis can damage several of your organs, including your kidneys (most common), liver, spleen, stomach and intestines. Rarely, AA amyloidosis damages your heart. AA amyloidosis may also affect the amount of protein in your pee and your cholesterol levels.\n\nAA amyloidosis can be a terminal illness if it isn’t treated. You may develop AA amyloidosis if you have a chronic illness that causes inflammation. When healthcare providers treat the underlying condition, they’re also treating AA amyloidosis.",
            "Who is affected by AA amyloidosis?": "Anyone who has a chronic inflammatory condition can develop AA amyloidosis."
        },
        "symptoms-and-causes": {
            "source": "https://my.clevelandclinic.org/health/diseases/17854-amyloidosis-aa#symptoms-and-causes",
            "What causes AA amyloidosis?": "AA amyloidosis is a type of amyloidosis. Healthcare providers call amyloidosis a “protein misfolding disorder.” Your proteins are long molecules that form 3D structures. They’re multitaskers that do everything from providing energy, balancing fluids and helping with immunity to providing structure, carrying material and regulating your body’s processes.\n\nNormally, proteins leave your bloodstream once they finish their assigned tasks. In protein misfolding disorders, proteins take on abnormal shapes that can’t be removed and your body can’t use. In AA amyloidosis, the abnormal proteins clump together, making amyloid deposits or fibrils that collect in your organs.\n\nRecent studies have identified dozens of medical conditions that cause AA amyloidosis. Those conditions include certain blood cancers, bacterial infections from diseases like chronic ulcers to rheumatic diseases such as rheumatoid arthritis, or inflammatory bowel diseases like Crohn’s disease or ulcerative colitis. People may inherit conditions that cause AA amyloidosis, including periodic fever syndromes such as Familial Mediterranean Fever.",
            "What are AA amyloidosis symptoms?": "AA amyloidosis often affects your kidneys. It may also affect your liver, spleen and stomach. Some common symptoms and conditions that may be signs of AA amyloidosis include:"
        },
        "diagnosis-and-tests": {
            "source": "https://my.clevelandclinic.org/health/diseases/17854-amyloidosis-aa#diagnosis-and-tests",
            "How do healthcare providers diagnose AA amyloidosis?": "Healthcare providers may do a series of biopsies to diagnose AA amyloidosis:\n\nProviders may do other tests to rule out AL amyloidosis, which is another amyloidosis type. AL amyloidosis and AA amyloidosis have similar symptoms, but AL amyloidosis is a more aggressive form of amyloidosis."
        },
        "management-and-treatment": {
            "source": "https://my.clevelandclinic.org/health/diseases/17854-amyloidosis-aa#management-and-treatment",
            "How do healthcare providers treat AA amyloidosis?": "AA amyloidosis happens because you have a chronic inflammatory condition that caused abnormal proteins to gather in clumps on your organs. Healthcare providers treat AA amyloidosis by treating the underlying inflammatory condition. By treating the underlying condition, providers reduce the inflammation that caused AA amyloidosis. AA amyloidosis symptoms ease as inflammation levels drop.\n\nThey may also use medications that treat active AA amyloidosis. Providers and researchers are developing additional AA amyloidosis treatments that may clear amyloid fibrils from your bloodstream before the fibril can build on your organs. They’re also developing lab-made antibodies to target and clear amyloid fibrils already lodged in organs."
        },
        "prevention": {
            "source": "https://my.clevelandclinic.org/health/diseases/17854-amyloidosis-aa#prevention",
            "Can I prevent AA amyloidosis?": "You may develop AA amyloidosis if you have a chronic inflammatory disease like rheumatoid arthritis that increases the amount of a certain protein in your bloodstream. As such, the only way you can prevent AA amyloidosis is to seek timely treatment for underlying chronic inflammatory diseases."
        },
        "outlook-prognosis": {
            "source": "https://my.clevelandclinic.org/health/diseases/17854-amyloidosis-aa#outlook-prognosis",
            "Is AA amyloidosis curable?": "Yes, healthcare providers treat AA amyloidosis by treating the underlying inflammatory condition that causes AA amyloidosis. Like many illnesses, the key to managing AA amyloidosis is to diagnose and treat early on."
        },
        "living-with": {
            "source": "https://my.clevelandclinic.org/health/diseases/17854-amyloidosis-aa#living-with",
            "How do I take care of myself?": "If you have AA amyloidosis, you can take care of yourself by working with your healthcare provider to treat the underlying inflammatory condition that caused AA amyloidosis. Researchers have identified dozens of diseases and conditions that cause long-lasting inflammation linked to AA amyloidosis. Ask your healthcare provider to explain how your condition caused AA amyloidosis and how they’ll treat your inflammatory condition.\n\nA note from Cleveland Clinic\n\nIn a sense, AA amyloidosis is a very rare and serious complication to dozens of common inflammatory diseases or conditions. Fortunately, healthcare providers can treat AA amyloidosis by treating the underlying condition. Many times, AA amyloidosis symptoms may seem like common problems you’re used to managing as part of your specific inflammatory disease or condition. But like many serious illnesses, healthcare providers can do more to treat AA amyloidosis when they catch the condition in its early stages. Talk to your provider if you notice changes in your inflammatory disease or condition. They’ll be glad to evaluate your symptoms and explain what they mean."
        }
    },

    
    "Abdominal Adhesions": {
        "overview": {
            "source": "https://my.clevelandclinic.org/health/diseases/15254-abdominal-adhesions#overview",
            "What are abdominal adhesions?": "Abdominal adhesions are bands of scar tissue that form between the organs in your belly and pelvis. Mainly, they form between loops of your small intestine. They can also form between an organ and the wall of your abdominal cavity.\n\nYour abdominal cavity contains your:\n\nAdhesions occur when there’s injury or inflammation in your abdomen. They can even form from normal handling during surgery. In fact, they’re most common after abdominal surgery. As a natural part of healing, scar tissue forms that can cause tissues to stiffen and stick together (“adhere”).\n\nAbdominal adhesions are the most common consequence of having surgery on your abdomen. The majority of people develop adhesions after abdominal surgery. But most people don’t need treatment unless they’re experiencing symptoms.\n\nAdhesions are also the most common cause of a small bowel obstruction. A bowel obstruction is a medical emergency that involves complete or partial blockage in your intestines."
        },
        "symptoms-and-causes": {
            "source": "https://my.clevelandclinic.org/health/diseases/15254-abdominal-adhesions#symptoms-and-causes",
            "What are the symptoms of abdominal adhesions?": "Most adhesions don’t cause symptoms. Sometimes, though, abdominal adhesions can cause your intestines to twist, similar to how a garden hose can become kinked. This can occur shortly after or even years after surgery and lead to a small bowel obstruction.\n\nWith obstruction, food, liquid, air and waste can’t pass through your intestines. You may notice symptoms such as:\n\nGet to an emergency room (ER) immediately if you’re experiencing symptoms of a small bowel obstruction. It can be life-threatening without emergency care.",
            "What causes abdominal adhesions?": "Abdominal adhesions form after your body repairs injured tissue inside your abdominal cavity. They’re like internal scars. If an organ or tissue inside your abdominal cavity is damaged, your immune system triggers inflammation to heal the tissue. As part of the healing process, the damaged tissue forms scar tissue.\n\nUnlike the scars that form when you skin your knee, adhesions in your abdomen don’t peel and fade as if they were never there. Instead, damaged surfaces can stick together.\n\nApproximately 75% of diagnosed adhesions form as a result of abdominal surgery. But they can form in response to any injury, condition or treatment that causes inflammation in your abdomen, including:\n\nThe biggest risk factor associated with abdominal adhesions is abdominal surgery, especially:",
            "What are the complications of abdominal adhesions?": "Most adhesions don’t cause problems. But when they do, the complications can be serious.\n\nComplications include:"
        },
        "diagnosis-and-tests": {
            "source": "https://my.clevelandclinic.org/health/diseases/15254-abdominal-adhesions#diagnosis-and-tests",
            "How are abdominal adhesions diagnosed?": "Your healthcare provider will ask about your symptoms and medical history. Symptoms like abdominal pain and a history of abdominal surgery may cause your provider to suspect adhesions.\n\nImaging technology can’t detect abdominal adhesions. But these studies can detect intestinal blockages that may be related to adhesions.\n\nSurgery is the only way to know for sure if you have adhesions."
        },
        "management-and-treatment": {
            "source": "https://my.clevelandclinic.org/health/diseases/15254-abdominal-adhesions#management-and-treatment",
            "Do I need treatment for abdominal adhesions?": "Most adhesions don’t cause symptoms or require treatment.\n\nAlso, additional surgeries cause more adhesions. Think of it this way. Your surgeon can cut bands of tissue that are stuck together so that they become “unstuck.” But as soon as the operation is done, there’s no way to prevent the tissue from sticking together again.\n\nFor that reason, your healthcare provider will likely avoid surgery unless there’s a major medical problem that needs to be fixed, like a bowel obstruction. You may also need surgery to remove uterine adhesions that prevent you from getting pregnant."
        },
        "prevention": {
            "source": "https://my.clevelandclinic.org/health/diseases/15254-abdominal-adhesions#prevention",
            "Can you prevent abdominal adhesions?": "There’s nothing you or your surgeon can do to prevent abdominal adhesions.\n\nHowever, adhesions are less common with laparoscopic surgery because of the smaller cuts. Increasingly, surgeons choose laparoscopic surgery over open surgery for many abdominal procedures.\n\nYour surgeon may also place barriers between tissue surfaces during surgery to prevent scar tissue from causing them to stick together. These barriers come in solid, liquid, gel and spray forms that dissolve in your body. Still, even with barriers, scar tissue is an unavoidable part of the healing process.\n\nResearch is ongoing to locate solutions that can reduce scarring that leads to complications."
        },
        "outlook-prognosis": {
            "source": "https://my.clevelandclinic.org/health/diseases/15254-abdominal-adhesions#outlook-prognosis",
            "What is the outlook for people with abdominal adhesions?": "You may have extensive abdominal adhesions and never have any symptoms at all. But you may need surgery if you have repeated bowel obstructions or a complete blockage.",
            "Do abdominal adhesions ever go away?": "Some abdominal adhesions improve on their own over time. And unless they’re causing problems, healthcare providers usually choose to avoid removing them.\n\nBut sometimes, surgery is necessary, despite the risks of developing more adhesions. Your healthcare provider can help you weigh the pros and cons based on your symptoms."
        },
        "living-with": {
            "source": "https://my.clevelandclinic.org/health/diseases/15254-abdominal-adhesions#living-with",
            "What is the best pain relief for abdominal adhesions?": "Your healthcare provider may recommend over-the-counter (OTC) pain medications. Or, they may refer you to a pain specialist if you have painful abdominal adhesions.\n\nSome studies suggest that a form of physical therapy called soft tissue mobilization can help reduce adhesion-related pain. More research is needed to understand the potential benefits of this therapy.",
            "How do you break up scar tissue in your stomach?": "The only way to break up the scar tissue is through surgery to remove the adhesions. Your healthcare provider will talk you through the potential benefits and risks of surgery based on your symptoms.",
            "What foods should I avoid if I have adhesions?": "There aren’t “bad” foods you should avoid if you have adhesions. If you have a partial bowel obstruction, your provider may recommend you eat soft foods or foods low in fiber. These foods can pass through your intestines more easily.",
            "When should I seek care?": "Contact your healthcare provider if you’re experiencing unexplained abdominal pain or if you’re having trouble pooping or passing gas. You may have adhesions or a partial bowel obstruction.\n\nA complete bowel obstruction is life-threatening. If you experience any of the following symptoms, seek emergency medical attention immediately:\n\nA note from Cleveland Clinic\n\nAbdominal adhesions are common after operations involving your abdominal organs. Fortunately, most adhesions never cause any problems. But if you’re noticing signs of a potential bowel obstruction, like abdominal pain or trouble passing gas or pooping, seek emergency care immediately. Even years after surgery, this scar-like tissue can cause problems. Knowing the warning signs can prompt you to get the help you need fast."
        }
    }
}