{
    "Babesiosis": {
        "overview": {
            "source": "https://my.clevelandclinic.org/health/diseases/24809-babesiosis#overview",
            "What is babesiosis?": "Babesiosis (pronounced “buh-BEE-zee-oh-sis”) is an illness you get from many species (types) of the parasite Babesia. You can get it through the bite of infected blacklegged ticks or from an organ transplant.\n\nBabesiosis usually causes flu-like symptoms. But the parasite’s destruction of red blood cells can lead to life-threatening complications, especially if you have a weakened immune system. A common complication is hemolytic anemia, a condition where your red blood cells are destroyed faster than you can make new ones.\n\nYou can get babesiosis in places where Babesia parasites and the ticks that carry them are found together. These areas are in the U.S., Europe and Asia. In the U.S., it’s mostly found in the Upper Midwest and Northeast, with a few cases on the West Coast. It’s most common in seven states:\n\nBabesiosis is rare, with fewer than 3,000 cases reported in the U.S. each year. But it’s considered an emerging infectious disease, which means the number of cases has increased in recent years."
        },
        "symptoms-and-causes": {
            "source": "https://my.clevelandclinic.org/health/diseases/24809-babesiosis#symptoms-and-causes",
            "What are the symptoms of babesiosis?": "Symptoms of babesiosis start one to four weeks after exposure. They include:\n\nAbout 1 in 4 people have no symptoms of babesiosis. Unlike other tick-borne diseases, it usually doesn’t cause a rash.\n\nSevere babesiosis may cause additional symptoms, including:\n\nWeight loss isn’t a common sign of babesiosis. But if you don’t feel like eating or are feeling sick to your stomach and vomiting, you might lose weight.",
            "What causes babesiosis?": "Several types of Babesia parasites cause babesiosis. Babesia are protozoa, one-celled organisms that are too small to see without a microscope. They get into your blood through a tick bite. There, they infect and destroy your red blood cells. In mild cases, this can make you tired. In severe cases, like if you have a compromised immune system, the infection can cause life-threatening complications.\n\nB. microti is the most common cause of symptomatic babesiosis in the U.S. Other Babesia species that sometimes make you sick include B. duncani, B. divergens, B. venatorum and B. crassa.",
            "How do you get babesiosis?": "Babesiosis spreads from animals to humans when a tick bites an infected animal — usually a small rodent, like a mouse — and then bites you. The parasite infects your blood cells and reproduces there.\n\nIn the U.S., the blacklegged tick (Ixodes scapularis) is the most common carrier of the parasite that causes babesiosis. Blacklegged ticks carry many other illnesses, including Lyme disease and anaplasmosis. It’s often called a “deer tick,” though deer usually don’t carry babesiosis. In Europe, castor bean ticks (I. ricinus) transmit Babesia.\n\nYou can also get babesiosis from a blood transfusion. This happens when a blood donor is infected without knowing it.\n\nNo, babesiosis isn’t contagious from person to person. Rarely, Babesia is transmitted from a pregnant person to the fetus.\n\nBabesiosis is most common in the spring and summer. This is because young ticks (nymphs) come out in the spring and are more likely to spread Babesia than adult ticks.\n\nNymphs are small (about the size of a poppy seed) and can be hard to see. They grow into adults during the summer. You can still get babesiosis from an adult tick, but they’re easier to see, and you’re more likely to remove them before they bite you.\n\nWhile anyone can get babesiosis, you’re at higher risk for getting severely ill if you:",
            "What are the complications of babesiosis?": "Babesiosis can cause life-threatening complications, especially if you have a weakened immune system. They include:"
        },
        "diagnosis-and-tests": {
            "source": "https://my.clevelandclinic.org/health/diseases/24809-babesiosis#diagnosis-and-tests",
            "How is babesiosis diagnosed?": "Blood tests diagnose babesiosis. Your healthcare provider will give you a physical exam and ask about your symptoms and health history. Let them know if you’ve recently (within the past three weeks) been in an area where you could’ve been bitten by a tick, even if you don’t remember being bitten. It’s also important for them to know if you’ve had a blood transfusion in the past six months.\n\nIf your provider thinks you could have babesiosis, they’ll order tests to look for parasites in your blood. They’ll also rule out other illnesses that can cause similar symptoms."
        },
        "management-and-treatment": {
            "source": "https://my.clevelandclinic.org/health/diseases/24809-babesiosis#management-and-treatment",
            "How is babesiosis treated?": "Your provider can treat babesiosis with a combination of medications. These include antiprotozoals, antibiotics and antimalarial drugs. They might give them to you through an IV in your arm or in pill or liquid form for you to swallow.\n\nIf you’re very sick, you may need other procedures, like a blood transfusion, to get better.\n\nYour provider might treat you with a combination of these medications:\n\nIf you’re very ill, your provider might use other procedures to treat you:"
        },
        "prevention": {
            "source": "https://my.clevelandclinic.org/health/diseases/24809-babesiosis#prevention",
            "Can I prevent babesiosis?": "Avoiding tick bites is the best way to prevent babesiosis if you live in or are traveling to an area where it exists. Some specific ways to reduce your risk of tick bites include:"
        },
        "outlook-prognosis": {
            "source": "https://my.clevelandclinic.org/health/diseases/24809-babesiosis#outlook-prognosis",
            "What can I expect if I have this condition?": "What to expect if you’ve been diagnosed with babesiosis depends on how sick you are when you’re diagnosed and whether you’re at risk for severe illness:\n\nIf you have a healthy immune system, babesiosis can last one to two weeks. If your provider treats you with medication, you might start to feel better in a day or two. If you have a weakened immune system, babesiosis can last a long time — months or years.\n\nSometimes, babesiosis symptoms can get better but come back later (relapse). If this happens, your provider will have to treat you again. You’re most at risk for relapse if you have a weakened immune system.\n\nEven after your other symptoms have gone away, you may still feel tired for several months. You should recover fully once your red blood cell counts return to normal. Ask your provider how long it might take to feel better.\n\nMost people with babesiosis make a full recovery. But babesiosis is fatal in about 1 in 10 people who are hospitalized for it."
        },
        "living-with": {
            "source": "https://my.clevelandclinic.org/health/diseases/24809-babesiosis#living-with",
            "When should I see a healthcare provider?": "See a healthcare provider if you have symptoms of babesiosis and could have been bitten by a tick. If you have a weakened immune system, seek medical attention if you have any signs of infection.\n\nGo to the nearest emergency room if you have signs of serious illness, including:",
            "What questions should I ask my doctor?": "Questions that might be helpful to ask your healthcare provider include:"
        },
        "additional-common-questions": {
            "source": "https://my.clevelandclinic.org/health/diseases/24809-babesiosis#additional-common-questions",
            "Babesiosis vs. malaria: How are they different?": "Babesiosis and malaria have a lot of similarities, but they’re different illnesses. As they’re treated with different medications, it’s important to get properly diagnosed.\n\nBabesiosis:\n\nMalaria:",
            "Is babesiosis the same as Lyme disease?": "The same kind of ticks (I. scapularis) transmit babesiosis and Lyme, but they’re different types of illnesses. A parasite causes babesiosis and bacteria cause Lyme disease.\n\nA note from Cleveland Clinic\n\nBabesiosis is an illness you get from many species (types) of the parasite Babesia. If you have a healthy immune system, you’re unlikely to get very sick from babesiosis. But if you have a weakened immune system or don’t have a functioning spleen, it could be life-threatening. Medications can cure babesiosis. They’re most effective if you’re treated as soon as possible."
        }
    },
    "Baby Acne": {
        "overview": {
            "source": "https://my.clevelandclinic.org/health/diseases/17822-baby-acne#overview",
            "What is baby acne?": "Baby acne is a common and short-term skin condition that causes acne breakouts to form on your baby’s face or chest. Similar to adult acne, symptoms of baby acne include pimples, little bumps or pustules on your baby’s skin. It usually only lasts a few days to a couple of weeks.\n\nOther names for baby acne are newborn acne, neonatal acne or neonatal cephalic pustulosis.\n\nWhile both conditions have the same symptoms, the difference between baby acne and infantile acne is when it affects your child. Baby acne occurs on average around 2 weeks of age. Some babies are born with acne and it goes away within weeks. Infantile acne occurs between 2 months to 1 year. Symptoms of infantile acne can reach beyond pustules and bumps to include blackheads. If your child gets acne after 2 months of age, visit a healthcare provider. It may take longer for infantile acne to clear up.",
            "Who does baby acne affect and how common is it?": "Baby acne can affect any newborn before they turn 2 months old. It’s common and affects nearly 20% or more than 1 in 5 healthy newborns in the United States."
        },
        "symptoms-and-causes": {
            "source": "https://my.clevelandclinic.org/health/diseases/17822-baby-acne#symptoms-and-causes",
            "What does baby acne look like?": "Baby acne can be present at birth or show up on your baby’s skin before they turn 2 months old. It can look similar to mild adolescent or adult acne. Features of baby acne include:\n\nYour baby’s acne may look more visible when they cry. They also won’t have blackheads if they have baby acne.\n\nBaby acne is common on your child’s face, chest and back. Specifically, it can affect your baby’s:\n\nBaby acne can appear suddenly or develop slowly. Pimples can start as small, discolored dots on their skin before they turn into raised pimples. When the inflammation of the pimples reduces, so does their size. The pimples are temporary and usually go away within a few days to a couple of weeks. After the pimples go away, your baby’s skin will be blemish-free.",
            "What causes baby acne?": "The exact cause of baby acne is unknown. Acne is usually the result of clogged pores. When your pores clog, a pimple can develop.\n\nProviders suspect that baby acne is the result of hormonal changes that affect your newborn during birth or the first few weeks of their life. Hormones in the placenta can affect how your baby’s skin produces sebum. Sebum is an oily substance that the sebaceous glands in your baby’s skin make to protect their skin and hair. Too much sebum can clog pores and lead to acne.\n\nIn addition, babies have sensitive skin when they’re born. Their skin may react negatively to anything that’s left on it for too long, especially if they have food, vomit or drool residue on their skin.\n\nIt’s possible that hormones from a birthing parent’s breast milk (chest milk) can affect your baby’s hormones, which can lead to acne. Baby acne is a temporary skin condition that clears up, most often without any medical treatment. This shouldn’t affect the way that you feed your newborn. Baby acne will go away as your newborn grows and their body adjusts to their new environment. If you have questions about how your breast milk (chest milk) affects your newborn’s skin, talk to your healthcare provider.\n\nAffectionate kisses on your baby’s cheeks when they’re born don’t cause baby acne. Baby acne is usually the result of hormonal changes that cause their pores to temporarily clog."
        },
        "diagnosis-and-tests": {
            "source": "https://my.clevelandclinic.org/health/diseases/17822-baby-acne#diagnosis-and-tests",
            "How is baby acne diagnosed?": "A healthcare provider can examine your baby’s skin to make a baby acne diagnosis. Testing isn’t necessary to diagnose this condition. As this condition is harmless, you don’t need to get a diagnosis from a healthcare provider unless you’re concerned about how the acne is affecting your baby’s skin or if they have additional symptoms."
        },
        "management-and-treatment": {
            "source": "https://my.clevelandclinic.org/health/diseases/17822-baby-acne#management-and-treatment",
            "How is baby acne treated?": "Baby acne is a temporary condition that goes away without treatment. Every baby’s skin is different, so if their healthcare provider recommends treatment, it could include:\n\nYou can apply these to your baby’s skin as you would a lotion or moisturizer. Follow your healthcare provider’s instructions on how often you should apply these medications to your baby’s skin.",
            "Are there any home remedies for baby acne?": "Talk to your baby’s healthcare provider before using any products on your baby’s acne. Sometimes, at-home remedies can irritate your newborn’s delicate skin.\n\nIf your baby has acne, you can help it go away by taking care of your newborn’s skin. This may include:\n\nIf your baby’s acne isn’t going away or if it gets worse after a couple of weeks, contact their healthcare provider.",
            "How long does baby acne last?": "Baby acne could clear up on its own within a few days to a couple of weeks. The timeline could be faster if a healthcare provider recommends a topical medication. Sometimes, it could take up to a month before baby acne clears up. If your baby’s acne isn’t clearing up, talk to their healthcare provider."
        },
        "prevention": {
            "source": "https://my.clevelandclinic.org/health/diseases/17822-baby-acne#prevention",
            "How can I prevent baby acne?": "There isn’t a way to prevent baby acne. You can help your newborn’s acne clear up by:"
        },
        "outlook-prognosis": {
            "source": "https://my.clevelandclinic.org/health/diseases/17822-baby-acne#outlook-prognosis",
            "What can I expect if my baby has acne?": "Baby acne is a harmless skin condition that resolves on its own. It doesn’t require medical care and there aren’t any complications from the condition. It could take a few weeks for your baby’s blemishes to go away. Scarring is unlikely, and your baby will have smooth skin once the pimples resolve.\n\nMake sure your baby’s acne isn’t aggravated by oily skin care products like lotions. Simply use warm water to gently clean your baby’s skin and then pat their skin dry. Avoid scrubbing your baby’s skin, as it can irritate it.\n\nWithin a few days to a few weeks, your baby’s skin will clear up completely."
        },
        "living-with": {
            "source": "https://my.clevelandclinic.org/health/diseases/17822-baby-acne#living-with",
            "When should I see my baby’s healthcare provider?": "Contact your baby’s healthcare provider if their acne doesn’t clear up after a few weeks. If they experience other symptoms like blisters, peeling skin, fussiness, a fever or feeding difficulties, visit their provider.",
            "What questions should I ask my baby’s doctor?": "A note from Cleveland Clinic\n\nBaby acne is a harmless skin condition. It’s common and many babies are born with acne. It’s a temporary condition, and their skin will clear up, without scarring, usually within a few days to a couple of weeks. If you’re worried about how acne will affect your baby’s skin, contact their healthcare provider."
        }
    },
    "Barrett's Esophagus": {
        "overview": {
            "source": "https://my.clevelandclinic.org/health/diseases/14432-barretts-esophagus#overview",
            "What is Barrett’s esophagus?": "Barrett's esophagus is a change in the cellular structure of your esophagus lining. Your esophagus is the swallowing tube that carries food from your mouth to your stomach. Like all of your gastrointestinal (GI) tract, your esophagus has a protective mucous lining on the inside. But if something irritates this lining for a long time, it can damage the tissues. Sometimes, this damage actually reprograms the cells. These changes affect the structure and appearance of your esophagus lining. To scientists, it now looks more like the lining of your intestines. They call this intestinal metaplasia. Metaplasia is when tissues in your body replace themselves with a different type of tissue that isn't normally found there. This is a risk factor for cancer. Although the risk is small, metaplasia makes cancerous changes more likely.",
            "How serious is Barrett’s esophagus?": "Because of the small chance it might progress to esophageal cancer, healthcare providers like to keep an eye on Barrett's esophagus. But the risk is only about half a percent per year. Cellular changes happen slowly, and metaplasia passes through another precancerous stage (dysplasia) before progressing to cancer. If your provider notices any dysplasia, they'll remove it to stop it from progressing further."
        },
        "symptoms-and-causes": {
            "source": "https://my.clevelandclinic.org/health/diseases/14432-barretts-esophagus#symptoms-and-causes",
            "What are the symptoms of Barrett’s esophagus?": "On its own, Barrett's esophagus doesn't produce any symptoms. But if something is irritating your esophagus lining for a long time, you're likely to have symptoms from that. Chronic esophagitis -- inflammation in your esophagus -- may feel like heartburn or chest pain on the lower end, or like a sore throat if it's higher. It may make your esophagus feel swollen or cause difficulties swallowing. It takes years of chronic esophagitis to damage your esophagus tissues enough to trigger metaplasia. If you have any chronic symptoms, even if they're mild or they come and go, check in with a healthcare provider. Chronic acid reflux is the most common cause of esophagitis leading to Barrett's esophagus. If you ever feel or taste stomach juices backwashing into your esophagus after you eat, take notice.",
            "What causes Barrett’s esophagus?": "Scientists don't completely understand why Barrett's esophagus occurs, but it seems to relate to chronic irritation or injury inside your esophagus. It may be a result of constant cellular repair. Most people who develop Barrett's esophagus have had gastroesophageal reflux disease (GERD) for at least 10 years. But not everyone fits this profile, and other irritants may also lead to Barrett's esophagus. The ways that Barrett's esophagus changes your esophagus lining suggest that it's trying to protect itself. Your esophagus lining normally has some protection from acids and other irritants, but not as much as your intestinal lining. Since acids and digestive enzymes do most of their work inside your small intestine, it needs extra protection. Intestinal metaplasia in your esophagus suggests that it does, too.",
            "What are the risk factors for getting Barrett’s esophagus?": "You may be more likely to develop Barrett's esophagus if you: Were assigned male at birth (AMAB). People assigned male get it two to three times more often than people assigned female. Are older than 55. This condition takes time to develop. Have GERD. Between 10% and 15% of people with GERD get Barrett's esophagus. Smoke. Smoking may be a contributing factor."
        },
        "diagnosis-and-tests": {
            "source": "https://my.clevelandclinic.org/health/diseases/14432-barretts-esophagus#diagnosis-and-tests",
            "How is Barrett’s esophagus diagnosed?": "A gastroenterologist, a specialist in gastrointestinal diseases, usually diagnoses Barrett's esophagus. They'll look inside your esophagus for evidence of the tissue changes and take small tissue samples to confirm them (biopsies). They'll do this in a procedure called an endoscopy. This means putting a tiny camera on a long tube down your throat to examine your esophagus, while you're under sedation.",
            "What are the signs of Barrett’s esophagus on examination?": "In general, normal esophageal lining is pale pink and smooth, while intestinal metaplasia is salmon-colored and coarse. But inflammation in your esophagus could obscure these features. Your provider might need to take multiple biopsy samples from different places to study under a microscope. This is how they'll confirm the structural changes in the cells of your esophagus lining (epithelium). Normal esophageal epithelium consists of stratified squamous cells. These are flat, square cells arranged in layers ('squamous' means flat, and 'stratified' means in layers). The lower part of your GI tract (your intestine) is lined with columnar epithelium. Columnar cells are rectangular and lay side-by-side in a single layer. If these appear in your esophagus, your provider will diagnose Barrett's esophagus.",
            "Classifying Barrett’s esophagus": "Your provider might describe your condition as: Short-segment Barrett's esophagus. This means the affected area is less than 3 cm long. Long-segment Barrett's esophagus. This means the affected tissue is longer than 3 cm. They might define the stage as: Non-dysplastic metaplasia. This means there's no dysplasia yet and a low cancer risk. Metaplasia with low-grade dysplasia. This means there's some dysplasia and cancer risk. Metaplasia with high-grade dysplasia. This means there's significant dysplasia and cancer risk. Carcinoma. This means dysplasia has progressed to cancer.",
            "Other findings": "People with Barrett's esophagus may also have: Esophageal stricture. This means your esophagus has become narrower, often due to scarring. Peptic ulcers. These are open sores caused by stomach acid or enzymes."
        },
        "management-and-treatment": {
            "source": "https://my.clevelandclinic.org/health/diseases/14432-barretts-esophagus#management-and-treatment",
            "What is the treatment for Barrett’s esophagus?": "Treatment for Barrett's esophagus includes: Treating the cause to stop it from progressing. Regular surveillance to check for precancerous changes. Removing precancerous tissue if necessary.",
            "Treating the cause": "Chronic acid reflux, the most common condition leading to Barrett's esophagus, is treatable. Healthcare providers usually recommend a combination of diet and lifestyle changes and acid-blocking medications. Medications called proton pump inhibitors (PPIs) are very effective in protecting your esophagus from acid reflux and helping the tissues heal. A minor procedure can also fix the underlying defect that causes it. Prescription medications to treat acid reflux include: Omeprazole. Lansoprazole. Pantoprazole. Rabeprazole. Esomeprazole. Dexlansoprazole.",
            "Surveillance": "You'll need to have periodic endoscopy exams to check on your metaplasia and see if it's progressing. Your provider will tell you how often you should have them, depending on whether you have any dysplasia yet (precancerous changes). Barrett's esophagus without dysplasia only needs to be examined every few years. Barrett's esophagus after dysplasia should be examined yearly.",
            "Treatments for dysplasia": "Dysplasia is the next stage of cellular changes in your tissues between metaplasia and cancer. If a pathologist confirms you have dysplasia, they'll characterize it as either low-grade or high-grade (mild or severe). Your provider may recommend treatment or more frequent surveillance for low-grade dysplasia. For high-grade dysplasia, they'll recommend treatment to remove the affected tissue. Procedures to treat dysplasia include: Ablation therapy. Ablation means using very high or low temperatures to eliminate the affected tissue. Your provider can freeze or burn off the layer of intestinal metaplasia with cold gas (cryotherapy), a thermal balloon, a laser or radiofrequency. These are endoscopic procedures, meaning your provider treats you through an endoscope during an endoscopy exam. Endoscopic mucosal resection. Endoscopic surgery is a minimally invasive surgery technique that allows an endoscopist to perform minor surgery through an endoscope. Mucosal resection simply means that surgeons cut out the affected tissue from your esophageal lining (the mucosa). This might be a second-line treatment if ablation therapy fails to prevent further dysplasia. Surgery (esophagectomy). Surgery might be necessary if you have extensive, high-grade dysplasia, carcinoma or other complications, like a severe esophageal stricture. A surgeon removes the affected portion of your esophagus, then rebuilds it using pieces from your GI tract."
        },
        "prevention": {
            "source": "https://my.clevelandclinic.org/health/diseases/14432-barretts-esophagus#prevention",
            "Can Barrett’s esophagus be prevented?": "The known causes of chronic esophagitis leading to Barrett's esophagus are treatable. Most people have these conditions for a long time before they progress to Barrett's esophagus. You can help prevent this from happening by paying attention to your symptoms and seeking treatment for these conditions. You can also reduce your risk by avoiding or quitting smoking. A healthcare provider can help you quit."
        },
        "outlook-prognosis": {
            "source": "https://my.clevelandclinic.org/health/diseases/14432-barretts-esophagus#outlook-prognosis",
            "Does Barrett’s esophagus ever go away?": "Metaplasia won't go away by itself, though medical procedures can remove the affected tissue. Healthcare providers don't recommend these procedures unless you have dysplasia. Barrett's esophagus without dysplasia won't affect you much. It just means you have to have periodic endoscopy exams. But it's important to address what's injuring your esophagus. You can make GERD go away.",
            "Can treatment fix Barrett’s esophagus?": "If you remove the affected tissue and stop whatever was injuring your esophagus, Barrett's esophagus may be cured. But it can return. Sometimes, a layer of metaplasia hides underneath a layer of new, normal tissue. Sometimes, the injury continues, and so the process of metaplasia continues. Because of this risk, your healthcare provider will probably recommend continued surveillance, just to be safe.",
            "How long can you live with Barrett’s esophagus?": "You can live a normal life with Barrett's esophagus, as long as it doesn't continue to progress. Precancerous or cancerous changes will affect your life expectancy. But most people with Barrett's esophagus will never develop these changes. In general, your prognosis (outlook) is better the sooner you seek treatment. You can prevent and even remove cancerous changes if you catch them early enough. A note from Cleveland Clinic Barrett's esophagus by itself won't harm you. But it's an important sign of prior injury. It's also a mild warning of possible future harm. What it means is that you need to address the underlying cause of injury to your esophagus. The common causes of esophagitis are usually treatable, and treating them can greatly improve your quality of life. Consider it a bonus if you can also reduce your risk of cancer."
        }
    }
}